Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The guests also met with the First President of the Supreme Court and heads of the Court's main Chambers: the Civil Chamber, the Military Chamber and the Labour Law, Social Security and Public Affairs Chamber.
pl: Goście spotkali się z Pierwszym Prezesem Sądu Najwyższego oraz przewodniczącymi głównych Izb Sądu Najwyższego: Izby Cywilnej i Izby Wojskowej oraz Izby Pracy, Ubezpieczeń Społecznych i Spraw Publicznych.

source: In the Supreme Court, the participants carried out a comparative analysis of the Polish and Afghan legal systems.
pl: W trakcie wizyty w Sądzie wykonana została analiza porównawcza systemów prawnych funkcjonujących w Polsce i w Afganistanie.

source: During the meeting at the Office of the Human Rights Defender, the Afghan visitors learnt about the competencies and duties of the Human Rights Defender, and were given an insight into the handling of complaints.
pl: Podczas spotkania w Biurze Rzecznika Praw Obywatelskich, goście zaznajomili się z kompetencjami i zadaniami Rzecznika Praw Obywatelskich, omówiona została również kwestia wpływających skarg i sposobu ich rozwiązywania.

source: The study visit also included a discussion at the Ministry of Foreign Affairs about Polish solutions to the problem of the property left beyond the Bug River after World War II.
pl: Wizyta obejmowała również spotkanie w Ministerstwie Spraw Zagranicznych, gdzie omówione zostały rozwiązania wykorzystane przez Polskę w zakresie problemów z nieruchomościami, powstałe po II wojnie światowej (mienie zabużańskie).

source: You are here Polish Aid / Our partners / Multilateral assistance / Seminar on Polish transformation experiences
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca wielostronna / Seminarium nt. polskich doświadczeń transformacyjnych

source: Seminar on Polish transformation experiences
pl: Seminarium nt. polskich doświadczeń transformacyjnych

source: On 26-27 June 2014, together with the World Bank and the Polish National Bank, the Department of Development Cooperation of Ministry of Foreign Affairs co-organised a seminar on the experiences of Polish transformation and its relevance for the countries of the Eastern Partnership.
pl: W dniach 26-27 czerwca 2014 r. DWR MSZ był współorganizatorem, razem z Bankiem Światowym przy współudziale Narodowego Banku Polskiego, seminarium dotyczącego doświadczeń transformacyjnych Polski i ich przydatności dla krajów z Partnerstwa Wschodniego.

source: The seminar was opened by the Undersecretary of State, Ms Katarzyna Pełczyńska-Nałęcz, together with the Regional Director of the World Bank for Central Europe and the Baltics, Ms Mamta Murthi.
pl: Seminarium otworzyła Podsekretarz Stanu, Pani Katarzyna Pełczyńska-Nałęcz wraz z Dyrektorem Regionalnym Banku Światowego na Europę Centralną i Państwa Bałtyckie, Panią Mamtą Murthi.

source: The outline of the Polish transformation experiences since 1989 and the main directions of the political and economic changes during the last 25 years, and their expectations towards the participants-visitors from the EaP countries were discussed by the representatives of the national delegations and high-ranking officials of the World Bank.
pl: Zarys doświadczeń transformacyjnych Polski, od roku 1989 oraz główne kierunki zmian systemowych i ekonomicznych w naszym kraju na przestrzeni ostatnich 25 lat, jak również swoje oczekiwania względem uczestników-gości z krajów PW wyrażali przewodniczący delegacji krajowych oraz wysocy urzędnicy Banku Światowego.

source: Among the EaP delegation members were senior officials to the level of undersecretaries of state of Georgia, Moldova, Ukraine and Belarus.
pl: Członkami delegacji z krajów PW byli wyżsi urzędnicy, do poziomu podsekretarzy stanu z Gruzji, Mołdowy, Ukrainy i Białorusi.

source: They represented financial, economic and privatisation sectors, and central banks.
pl: Reprezentowali sektory finansów, gospodarki, prywatyzacji oraz banki centralne.

source: Professor Ryszard Kokoszyński, Vice President of the Institute of Economics of Polish National Bank and its former Vice President explained the process of constructing independent institutions, using the Polish National Bank as an example.
pl: Prof. Ryszard Kokoszczyński, Wicedyrektor Instytutu Ekonomicznego NBP i jego były Wiceprezes, objaśniał proces budowania niezależnych instytucji na przykładzie Narodowego Banku Polskiego.

source: Dr Krzysztof Kwiatkowski, former Minister of Justice and President of the Supreme Audit Office presented the main conditions and courses of action in the struggle against corruption.
pl: Dr Krzysztof Kwiatkowski, Prezes Najwyższej Izby Kontroli i były Minister Sprawiedliwości, przedstawiał podstawowe uwarunkowania i kierunki działań w walce z korupcją.

source: During the second day of the seminar, Dr. Stefan Kawalec, former Deputy Minister of Finance and the President of the consulting firm “Capital Strategy” presented the achievements and problems of the processed of privatisation in Poland.
pl: W drugim dniu seminarium dr Stefan Kawalec, były Wiceminister Finansów i Prezes firmy consultingowej „Capital Strategy” przedstawił osiągnięcia i problemy procesów prywatyzacji w Polsce.

source: Professor Ryszard Petru, President of the Society of Polish Economists, presented an analytical and predictive model of the Polish economy, indicating the future possible risks.
pl: Prof. Ryszard Petru, Prezes Stowarzyszenia Polskich Ekonomistów, zaprezentował model analityczny i prognostyczny gospodarki polskiej, ze wskazaniem możliwych zagrożeń na przyszłość.

source: The guests of the EaP countries actively participated in the seminar, often asking detailed questions, related closely with the transformation processes in their own countries.
pl: Goście z krajów PW aktywnie uczestniczyli w seminarium, często zadając szczegółowe pytania mające niejednokrotnie bliski związek z procesami transformacyjnymi w ich krajach.

source: Fruitful exchange of experiences gained from implementing various models of reforming the economy and organisation of the public institutions was ended with a general agreement to extend the model of the conference to regular meetings.
pl: Owocna wymiana doświadczeń płynących z implementacji różnych modeli reformowania gospodarki i organizacji instytucji publicznych zakończyła się ogólną zgodą na rozszerzenie formuły konferencji do spotkań cyklicznych.

source: This proposal for good practice was developed to improve communication between the MFA and social partners involved in development cooperation and to supplement the formal dialogue carried out with partners of the MFA in the Development Cooperation Policy Council.
pl: Niniejsza propozycja dobrych praktyk powstała w celu usprawnienia komunikacji pomiędzy MSZ a partnerami społecznymi działającymi w obszarze współpracy rozwojowej oraz jako uzupełnienie formalnego dialogu prowadzonego z partnerami MSZ w ramach Rady Programowej Współpracy Rozwojowej.

source: The following describes the principles of the organization of regular meetings attended by the Under-Secretary of State in the MFA in charge of development cooperation and directors responsible for the implementation of the development policy at the MFA.
pl: Poniżej opisane zostały zasady organizacji cyklicznych spotkań z udziałem Podsekretarza Stanu w MSZ odpowiedzialnego za współpracę rozwojową oraz z dyrektorami odpowiedzialnymi za wdrażanie polityki rozwojowej w MSZ.

source: The types of documents subject to consultation with social partners and forms of conducting such consultation have also been presented.
pl: Przedstawione zostały także rodzaje dokumentów podlegające konsultacjom z udziałem partnerów społecznych i formy prowadzenia tych konsultacji.

source: Social partners in the area of development cooperation
pl: Partnerzy społeczni współpracy rozwojowej

source: Social partners in the area of development cooperation are defined as non-governmental organizations, experts, academics and institutions involved or interested in development cooperation, global education, humanitarian aid, as well as organizations specializing in the areas covered by the thematic scope of development cooperation as defined in the Act of 16 September 2011 .
pl: Partnerzy społeczni współpracy rozwojowej zostają zdefiniowani jako organizacje pozarządowe, eksperci, akademicy czy instytucje zaangażowane lub zainteresowane współpracą rozwojową, edukacją globalną, pomocą humanitarną oraz organizacje specjalizujące się w dziedzinach wchodzących w zakres tematyczny współpracy rozwojowej zdefiniowanej w ustawie z 16 września 2011 roku .

source: The following draft documents are subject to public consultation:
pl: Konsultacjom społecznym podlegają projekty następujących dokumentów:

source: The multiannual development cooperation programme and a document setting out changes to the programme resulting from the review of this document;
pl: Wieloletniego programu współpracy rozwojowej oraz dokumentu określającego zmiany w programie wynikające z przeglądu tego dokumentu;

source: Any proposals for amendments to legal acts concerning development cooperation, including the Development Cooperation Act;
pl: Ewentualne propozycje nowelizacji aktów prawnych dot. współpracy rozwojowej, w tym ustawy o współpracy rozwojowej;

source: Government positions relating to development cooperation responding to EU documents published in the form of white papers, green papers and EC communications;
pl: Stanowisk rządowych dotyczących współpracy rozwojowej stanowiących odpowiedź na dokumenty UE publikowane w formie białych ksiąg, zielonych ksiąg oraz komunikatów KE;

source: Other documents related to development cooperation which will be subjected to consultation by the MFA.
pl: Inne dokumenty związane z współpracą rozwojową, które zostaną przez MSZ poddane konsultacji.

source: Document consultation procedure
pl: Tryb konsultacji dokumentów

source: Documents for public consultation are published at http://www.polskapomoc.gov.pl/ (and where required by other provisions, also in the PIB of the MFA).
pl: Dokumenty kierowane do konsultacji społecznych są zamieszczane na stronie http://www.polskapomoc.gov.pl/ (a tam gdzie wymagają tego inne przepisy również w BIP MSZ).

source: The announcement of the opening of consultation is posted on the above-mentioned site and transmitted electronically to subscribers to the newsletter of the Polish Aid website.
pl: Ogłoszenie o otwarciu konsultacji jest zamieszczone na w/w stronie oraz przekazane drogą elektroniczną do subskrybentów „newslettera" portalu Polska Pomoc.

source: Time for taking part in consultation required by the Development Cooperation Act should not be shorter than two weeks.
pl: Czas na udział w konsultacjach wymaganych ustawą o współpracy rozwojowej powinien być nie krótszy niż dwa tygodnie.

source: The information about the opening of consultation shall contain contact details necessary to comment on the documents in question.
pl: W informacji o otwarciu konsultacji podane zostaną dane teleadresowe niezbędne do zgłoszenia uwag do konsultowanych dokumentów.

source: Furthermore, comments to the document being consulted submitted in the manner provided for in the announcement will be made public at http://www.polskapomoc.gov.pl/ .
pl: Ponadto na stronie http://www.polskapomoc.gov.pl/ upubliczniane będą uwagi do konsultowanego dokumentu zgłoszone w sposób przewidziany w ogłoszeniu.

source: Consultation meetings at the level of the Under-Secretary of State in charge of development shall be held at least twice a year, and it will be possible (if such a suggestion is made by social partners) to invite representatives of other departments at the MFA.
pl: Spotkania konsultacyjne na szczeblu Podsekretarza Stanu ds. rozwoju odbywać się będą co najmniej dwa razy w roku, z możliwością doproszenia (jeśli taka sugestia zostanie złożona przez partnerów społecznych) przedstawicieli innych departamentów MSZ.

source: Consultation meetings with the Under-Secretary of State in charge of development may be related to issues such as the Annual Report, the mid-term review of the Multiannual Programme, as well as issues concerning the directions of the Polish development cooperation system.
pl: Spotkania konsultacyjne z udziałem Podsekretarza Stanu ds. rozwoju dotyczyć mogą takich kwestii jak Raport roczny, przegląd śródokresowy Wieloletniego programu oraz kwestie kierunkowe polskiego systemu współpracy rozwojowej.

source: This type of consultation may also be used with respect to a draft Development Cooperation Plan for a given financial year, before it is sent to formal consultation in the Development Cooperation Policy Council.
pl: Konsultacjom w tym trybie poddany może być również projekt Planu współpracy rozwojowej na dany rok budżetowy, zanim zostanie przesłany do formalnych konsultacji Radzie Programowej Współpracy Rozwojowej.

source: Meeting announcement procedure
pl: Tryb powiadamiania o spotkaniach

source: The announcement of the date of consultation at the level of the Under-Secretary of State in charge of development shall be published three weeks before the scheduled date of the meeting at http://www.polskapomoc.gov.pl/ .
pl: Ogłoszenie o dacie konsultacji na szczeblu Podsekretarza Stanu ds. rozwoju zostaje zamieszczone na trzy tygodnie przed planowanym terminem na stronie http://www.polskapomoc.gov.pl/ .

source: Information about the planned meeting shall be sent electronically to subscribers to the newsletter of the Polish Aid website.
pl: Informacja o planowanym spotkaniu zostaje wysłana drogą elektroniczną do subskrybentów „newslettera" portalu Polska Pomoc.

source: The invitation shall contain proposals for topics to discuss and is open to all social partners specializing in development cooperation.
pl: Zaproszenie zawiera propozycje tematów do rozmowy i jest otwarte dla wszystkich partnerów społecznych specjalizujących się w tematyce współpracy rozwojowej.

source: Not later than one week before the meeting, the participants can send to the MFA their positions to the proposed topics or submit proposals (with reasons) for other topics for discussion.
pl: Nie później niż na jeden tydzień przed spotkaniem uczestnicy mogą przesłać MSZ stanowiska do zaproponowanych tematów lub przekazać propozycje (wraz z uzasadnieniem) innych tematów do dyskusji.

source: After each meeting at the level of the Under-Secretary of State in charge of development, the host of the meeting shall draw up a note containing the adopted conclusions from the discussion.
pl: Po każdym ze spotkań na szczeblu Podsekretarza Stanu ds. rozwoju, gospodarz spotkania sporządzi notatkę zawierająca przyjęte wnioski z dyskusji.

source: The note will be made public on http://www.polskapomoc.gov.pl/.
pl: Notatka zostanie upubliczniona na stronie http://www.polskapomoc.gov.pl/ .

source: Conclusions formulated during the meeting will not be binding, but they will serve as recommendations for further action carried out by the MFA.
pl: Wnioski formułowane podczas spotkań nie będą miały charakteru wiążącego, lecz posłużą jako rekomendacje dla MSZ w prowadzeniu dalszych działań.

source: Consultation meetings at the expert level
pl: Spotkania konsultacyjne na szczeblu eksperckim

source: Consultation meetings at the expert level can be carried out with the participation of directors and/or experts from the development department at the MFA and other departments implementing development measures.
pl: Spotkania konsultacyjne na szczeblu eksperckim prowadzone mogą być z udziałem dyrektorów oraz/lub ekspertów pionu rozwojowego MSZ i innych departamentów realizujących działania o charakterze rozwojowym.

source: They are less formal in nature and can be convened ad-hoc with a selected group of experts by the MFA or at the request of one or more social partners.
pl: Mają mniej formalny charakter i mogą być zwoływane ad-hoc z wybraną grupą ekspertów przez MSZ lub na wniosek jednego bądź kilku partnerów społecznych.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2009 / Inauguration of theatrical classes in schools and youth clubs in Eastern Jerusalem
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2009 / Inauguracja zajęć teatralnych w szkołach i klubach młodzieżowych w rejonie Jerozolimy Wschodniej

source: Inauguration of theatrical classes in schools and youth clubs in Eastern Jerusalem
pl: Inauguracja zajęć teatralnych w szkołach i klubach młodzieżowych w rejonie Jerozolimy Wschodniej

source: As part of the project, teachers and group carers interested in this form of activity were trained.
pl: Celem projektu było utworzenie młodzieżowych grup teatralnych ułatwiających proces samoidentyfikacji i będących formą terapii grupowej.

source: The concept and implementation of the project were delivered by Sanabel Theatre.
pl: Pomysłodawcą i głównym realizatorem projektu był Teatr Sanabel.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2012 / Micro loans a chance to end isolation of Tajikistani women
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2012 / Mikrokredyty szansą na wyjście z izolacji tadżyckich kobiet

source: Micro loans a chance to end isolation of Tajikistani women
pl: Mikrokredyty szansą na wyjście z izolacji tadżyckich kobiet

source: Shahrtuz is a city of approximately 30 thousand residents situated at the Afghan-Tajik-Uzbek borderland.
pl: Shahrtuz - blisko 30-tysięczne miasteczko na pograniczu afgańsko-tadżycko-uzbeckim.

source: Despite their difficult material and social conditions, people inhabiting this region maintain optimistic attitudes and approach towards life.
pl: Ludność zamieszkująca ten region, mimo swej trudnej sytuacji materialnej i społecznej, jest życzliwie nastawiona do otoczenia i zadowolona z życia.

source: High unemployment rate and lack of perspectives result in many men leaving their families in order to find employment in Russia.
pl: Duże bezrobocie i brak perspektyw sprawiają, że wielu mężczyzn, zostawiając swoje rodziny, wyjeżdża do Rosji za chlebem.

source: It is estimated that more than 2 million Tajikistani work abroad.
pl: Szacuje się, że ponad 2 mln Tadżyków pracuje za granicą.

source: Such a high emigration rate has a negative impact on family ties.
pl: Tak liczna emigracja zarobkowa wpływa negatywnie na więzy rodzinne.

source: It often happens that husbands decide to emigrate permanently.
pl: Często zdarza się, że mężowie zostają na emigracji i zakładają własne rodziny.

source: In such cases women cannot make a living because the traditional Tajikistani family model results in wife's total dependence on her husband.
pl: Kobiety wówczas zostają bez środków do życia - w Tadżykistanie tradycyjny model rodziny polega na całkowitej zależności żony od męża.

source: Therefore it is essential to provide women with opportunities to gain income.
pl: Dlatego możliwość osiągania przez kobiety dochodów jest tak ważna.

source: While the project carried out by the Polish Centre for International Aid and funded by the Ministry of Foreign Affairs did not assume in advance which type of income-related activity should be taken by women in its course, many of them focused on tailoring and preserves production.
pl: Projekt - realizowany przez Polskie Centrum Pomocy Międzynarodowej ze środków Ministerstwa Spraw Zagranicznych - nie określał z góry, jaką działalność zarobkową mają podjąć kobiety w jego trakcie - większość jednak skupiła się na krawiectwie oraz produkcji przetworów.

source: Most of them have already gained profit, which will initially be spent on repaying micro loans.
pl: Większości z nich już udało się uzyskać dochód, który na początku przeznaczą na spłatę mikrokredytów.

source: Almost every woman participating in the project raised a loan for the purposes of expanding their business activities, because they knew that they would have the support of the partner organisation Chashma not only in the course of the project, but also after it being concluded.
pl: Prawie wszystkie uczestniczki projektu wzięły mikrokredyty na rozwinięcie swojej działalności gospodarczej, wiedząc że w organizacji partnerskiej - Chashma, która wdraża projekt na terenie Tadżykistanu, będą miały wsparcie nie tylko podczas trwania projektu, ale również po jego zakończeniu.

source: The support will consist in professional consulting and assistance in running their own business activities.
pl: Wsparcie będzie polegało na doradztwie zawodowym i pomocy w prowadzeniu własnej działalności.

source: Despite relatively small outlays, the project is still able to change and simplify lives of those in need.
pl: Mimo stosunkowo niewielkich nakładów finansowych projekt może zmienić życie ludzi, będących w potrzebie i uczynić je łatwiejszym.

source: Project no. 87/2012 entitled “Development of female cooperative societies in Shahrtuz region in South Tajikistan carried out by the Polish Centre for International Aid.
pl: Projekt nr 87/2012 pt. Rozwój spółdzielni kobiecych w rejonie Shahrtuz w południowym Tadżykistanie realizowany jest przez Fundację Polskie Centrum Pomocy Międzynarodowej.

source: The project budget amounts to PLN 139 200,00, from which PLN 120 000,00 is donated by the Ministry of Foreign Affairs.
pl: Budżet projektu wynosi 139 200,00 zł, z czego 120 000,00 zł to środki pochodzące z dotacji MSZ.

source: "Development of female cooperative societies in Shahrtuz region in South Tajikistan" is carried out by the Polish Centre for International Aid Foundation from the means of the Ministry of Foreign Affairs.
pl: Projekt "Rozwój spółdzielni kobiecych w rejonie Shahrtuz w południowym Tadżykistanie" realizowany jest przez Fundację Polskie Centrum Pomocy Międzynarodowej ze środków Ministerstwa Spraw Zagranicznych.

source: The project is aimed at women.
pl: Projekt skierowany jest do kobiet.

source: The movie shows baking of traditional Tajikistani bread.
pl: Na filmie: wypiek tradycyjnego tadżyckiego chleba.

source: Aid beneficiaries were given support both in a form of a training course and a micro fund for developing their business activities.
pl: Beneficjentki otrzymały wsparcie zarówno w postaci szkolenia jak i mikrokredytu na rozwinięcie działalności.

source: This small bakery is significantly improving the home budget of women.
pl: Ta mała piekarnia znacząco wpływa na poprawę domowego budżetu kobiet.

source: You are here Polish Aid / Our partners / Multilateral assistance / Technical assistance
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Słowniczek / Pomoc techniczna

source: In accordance with the guidelines of the OECD Development Assistance Committee, technical assistance consists in the transfer of know-how to developing countries.
pl: Zgodnie z wytycznymi Komitetu Pomocy Rozwojowej OECD pomoc techniczna polega na przekazywaniu know-how krajom rozwijającym się.

source: For years, Poland has been sharing knowledge about the planning and implementation of economic and political reforms (the Polish experience in this field is particularly interesting to many countries), economic, social and institutional transformations, and experiences relating to the process of European integration.
pl: Polska od lat dzieli się wiedzą na temat planowania i wdrażania reform gospodarczo-ustrojowych (polskie doświadczenia w tym zakresie są dla wielu państw szczególnie interesujące), przekształceń gospodarczych, społecznych i instytucjonalnych oraz doświadczeniami związanymi z procesem integracji z Unią Europejską.
